// libs
import React from "react";

export const About = () => {
  return (
    <div className="m-big text-center font-karla text-3xl font-thin">
      <p>
        Компания "BB Jewelry" — это бренд украшений, созданных вручную. Большую
        часть коллекции составляют изделия с натуральными камнями, выполненные в
        единственном экземпляре.
      </p>
      <br />
      <p>
        Истинно уникальные украшения "BB Jewelry" обладают яркой
        индивидуальностью, подчеркивая неповторимость каждой владелицы. Бренд
        существует с 1994 года. Основатель компании, главный дизайнер и идеолог
        – маэстро Джампьеро Алкозер. Штаб-квартира бренда и мастерская
        расположены во Флоренции, на Via Mannelli, 15/R, где создаются
        великолепные украшения, способные удовлетворить самый взыскательный
        вкус.
      </p>
    </div>
  );
};
